Repository: ahsankhan87/kasbook-desktop-v2
Catalog: pos/Purchases/frm_searchPurchaseProducts.*.resx
Languages: ar_sa

# code.HeaderText
source: Product Code
ar_sa: رقم الصنف

# name.HeaderText
source: Product Name
ar_sa: اسم الصنف

# qty.HeaderText
source: Quantity
ar_sa: الكمية

# avg_cost.HeaderText
source: Cost Price
ar_sa: سعر التكلفة

# category.HeaderText
source: Category
ar_sa: الصناعه

# rb_by_name.Text
source: By Name
ar_sa: بالاسم

# rb_by_code.Text
source: By Code
ar_sa: الكود

# label1.Text
source: Search Product:
ar_sa: بحث منتج

# label2.Text
source: Group / Alternate Products ( Plus + )
ar_sa: مجموعة / منتجات بديلة (زائد +)

# btn_ok.Text
source: OK (Enter)
ar_sa: نعم (Enter)

# btn_cancel.Text
source: Cancel (Esc)
ar_sa: إلغاء (Esc)

# g_code.HeaderText
source: Product Code
ar_sa: رقم الصنف

# g_name.HeaderText
source: Product Name
ar_sa: اسم الصنف

# g_qty.HeaderText
source: Quantity
ar_sa: الكمية

# g_avg_cost.HeaderText
source: Price
ar_sa: سعر التكلفة

# g_category.HeaderText
source: Category
ar_sa: الصناعه
