Repository: ahsankhan87/kasbook-desktop-v2
Catalog: pos/Products/frm_product_full_detail.*.resx
Languages: ar_sa

# btn_search_products.Text
source: Search
ar_sa: بحث

# label21.Text
source: Product Search (F9)
ar_sa: بحث منتوج

# btn_save.Text
source: Create (F3)
ar_sa: حفظ (F3)

# btn_cancel.Text
source: Cancel
ar_sa: إلغاء

# tabPage1.Text
source: Details
ar_sa: تفاصيل

# btn_translate.Text
source: Translate to ar
ar_sa: ترجمة إلى العربية

# label25.Text
source: Description
ar_sa: وصف

# label42.Text
source: Barcode
ar_sa: البار كود

# label2.Text
source: Supplier
ar_sa: قطع في التعبئة

# label3.Text
source: Pieces in Packing
ar_sa: المورد

# label1.Text
source: Expiry Date
ar_sa: الموقع الافتراضي

# label5.Text
source: Alt Item No.
ar_sa: رقم مقابل

# label22.Text
source: Groups
ar_sa: مجموعة

# label4.Text
source: Default Location
ar_sa: تاريخ الانتهاء

# label38.Text
source: Name2
ar_sa: الاسم 2

# label39.Text
source: Name *
ar_sa: اسم

# label41.Text
source: Item Code *
ar_sa: رمز الصنف

# label33.Text
source: Item No. *
ar_sa: رقم الصنف

# label26.Text
source: Cost Price
ar_sa: سعر التكلفه

# label32.Text
source: Sale Price 1
ar_sa: السعر 1

# label34.Text
source: Brands
ar_sa: ماركة

# label24.Text
source: VAT
ar_sa: ضريبة

# label31.Text
source: Demand Qty*
ar_sa: حد الطلب

# label23.Text
source: Categories
ar_sa: فئة

# label36.Text
source: Units
ar_sa: وحدة

# label37.Text
source: Item Type
ar_sa: نوع العنصر

# btn_upload_picture.Text
source: Upload
ar_sa: تحميل

# tabPage3.Text
source: Movements
ar_sa: الحركات

# invoice_no.HeaderText
source: Invoice No
ar_sa: رقم الفاتورة

# qty.HeaderText
source: Quantity
ar_sa: الكمية

# cost_price.HeaderText
source: Cost Price
ar_sa: سعر التكلفة

# unit_price.HeaderText
source: Sale Price
ar_sa: سعر البيع

# loc_code.HeaderText
source: Loc
ar_sa: مواقع

# description.HeaderText
source: Description
ar_sa: وصف

# supplier.HeaderText
source: Supplier
ar_sa: الموردين

# customer.HeaderText
source: Customer
ar_sa: عملاء

# trans_date.HeaderText
source: Date
ar_sa: تاريخ الفاتورة

# groupBox2.Text
source: Action
ar_sa: عمل

# btn_refresh.Text
source: Refresh (F5)
ar_sa: ينعش (F5)

# btn_other_stock.Text
source: Other Stock
ar_sa: مخزونات أخرى

# btn_delete.Text
source: Delete (F6)
ar_sa: حذف

# btn_update.Text
source: Update (F4)
ar_sa: تحديث (F4)

# btn_blank.Text
source: Blank All
ar_sa: فارغة

# $this.Text
source: Product Detail
ar_sa: إضافة المنتجات
