Repository: ahsankhan87/kasbook-desktop-v2
Catalog: pos/Products/frm_addProduct.*.resx
Languages: ar_sa

# lbl_barcode.Text
source: Barcode
ar_sa: الباركود

# label2.Text
source: Name
ar_sa: اسم الصنف

# lbl_header_title.Text
source: Add New Product
ar_sa: إضافة المنتجات

# label7.Text
source: Item Type
ar_sa: المنتج

# label9.Text
source: Item Code
ar_sa: رقم الصنف

# label1.Text
source: Locations
ar_sa: الموقع

# label10.Text
source: Categories
ar_sa: الصناعه

# label11.Text
source: Groups*
ar_sa: المجموعه*

# label12.Text
source: Units
ar_sa: الوحده

# groupBox1.Text
source: Product Detail:
ar_sa: تفاصيل المنتج

# label6.Text
source: VAT
ar_sa: نسبة الضريبه

# label4.Text
source: Description
ar_sa: الملاحضات

# label3.Text
source: Cost Price
ar_sa: سعر التكلفه

# label17.Text
source: Sale Dmnd Qty
ar_sa: حد المبيعات*

# label16.Text
source: Pur Dmnd Qty*
ar_sa: حد المشتريات

# label15.Text
source: Demand Qty*
ar_sa: حد الطلب *

# label5.Text
source: Price 1
ar_sa: السعر 1

# btn_save.Text
source: Save
ar_sa: حفظ

# btn_cancel.Text
source: Cancel
ar_sa: إلغاء

# label20.Text
source: Item No.
ar_sa: رقم الصنف

# label18.Text
source: Brands
ar_sa: ماركه

# label14.Text
source: Name2*
ar_sa: اسم عربي

# $this.Text
source: Add New Product
ar_sa: إضافة المنتجات
