Repository: ahsankhan87/kasbook-desktop-v2
Catalog: pos/Main.*.resx
Languages: ar_sa

# masterToolStripMenuItem.Text
source: &Master
ar_sa: الرٍئيسيه

# itemsToolStripMenuItem.Text
source: &Items
ar_sa: العناصر

# pOSToolStripMenuItem.Text
source: &Purchases
ar_sa: المشتريات

# salesToolStripMenuItem1.Text
source: &Sales
ar_sa: المبيعات

# accountsToolStripMenuItem.Text
source: &Accounts
ar_sa: المحاسبه

# reportsToolStripMenuItem.Text
source: &Reports
ar_sa: التقارير

# purchasesToolStripMenuItem.Text
source: Ser&vices
ar_sa: الخدمات

# humanResourceToolStripMenuItem.Text
source: H&uman Resource
ar_sa: الموارد البشريه

# profileToolStripMenuItem.Text
source: Profile
ar_sa: الملف الشخصي

# countryOriginToolStripMenuItem.Text
source: Country Origin
ar_sa: بلد المنشأ

# branchToolStripMenuItem.Text
source: Branches
ar_sa: الفروع

# paymentTermsToolStripMenuItem.Text
source: Payment Terms
ar_sa: شروط الدفع

# paymentMethodToolStripMenuItem.Text
source: Payment Method
ar_sa: طريقة الدفع او السداد

# financialYearsToolStripMenuItem.Text
source: Financial Years
ar_sa: السنوات المالية

# dBBackupToolStripMenuItem.Text
source: DB Backup
ar_sa: دعم

# languageToolStripMenuItem.Text
source: Language
ar_sa: لغة

# englishToolStripMenuItem.Text
source: English
ar_sa: إنجليزي

# arabicToolStripMenuItem.Text
source: Arabic
ar_sa: عربي

# usersToolStripMenuItem.Text
source: Users
ar_sa: المستخدمين

# logoutToolStripMenuItem.Text
source: Logout
ar_sa: تسجيل خروج

# exitToolStripMenuItem.Text
source: Exit
ar_sa: خروج

# warehousetoolStripMenuItem.Text
source: Warehouse
ar_sa: مستودع

# toolStripMenuItem3.Text
source: Item Files
ar_sa: ملفات الاصناف

# تقريرعنصنفToolStripMenuItem.Text
source: Class Report
ar_sa: تقرير عن صنف*

# editItemDataToolStripMenuItem.Text
source: Edit Item Data
ar_sa: تحرير بيانات العناصر

# toolStripMenuItem4.Text
source: Inventory
ar_sa: الجرد

# اجماليالمخزونToolStripMenuItem.Text
source: Total Stock
ar_sa: اجمالي المخزون*

# lowStockInventoryToolStripMenuItem.Text
source: Low Stock Inventory
ar_sa: جرد مخزون منخفض

# تقريرعنالمخزونToolStripMenuItem.Text
source: Inventory Report
ar_sa: تقرير عن المخزون

# الاصنافالمتحركهToolStripMenuItem.Text
source: Moving Items
ar_sa: الاصناف المتحركه*

# الاصنافغيرالمتحركهToolStripMenuItem.Text
source: Non-Moving Items
ar_sa: الاصناف غير المتحركه*

# productsServicesToolStripMenuItem.Text
source: Products
ar_sa: اضافه صنف جديد

# brandToolStripMenuItem.Text
source: Brands
ar_sa: العلامات التجارية

# categoriesToolStripMenuItem.Text
source: Categories
ar_sa: التصنيفات

# productAdjustmentToolStripMenuItem.Text
source: Product Adjustment
ar_sa: تعديل المنتج

# productLocationTransferToolStripMenuItem.Text
source: Product Location Transfer
ar_sa: نقل الموقع

# labelsToolStripMenuItem.Text
source: Product Labels
ar_sa: تسميات المنتجات

# alternateProductsToolStripMenuItem.Text
source: Alternate Products
ar_sa: منتجات بديلة

# productGroupsToolStripMenuItem.Text
source: Product Groups
ar_sa: مجموعة المنتجات

# locationsToolStripMenuItem.Text
source: Locations
ar_sa: المواقع

# unitsToolStripMenuItem.Text
source: Units
ar_sa: الوحدات

# taxesVATToolStripMenuItem1.Text
source: Taxes / VAT
ar_sa: الضرائب / VAT

# newTransactionToolStripMenuItem.Text
source: Purchase Transaction
ar_sa: فاتورة مشتريات

# purchaseReturnToolStripMenuItem.Text
source: Purchase Return
ar_sa: مرتجع المشتريات

# allPurchasesToolStripMenuItem.Text
source: All Purchases
ar_sa: حركه المشتريات

# purchaseOrdersToolStripMenuItem.Text
source: Purchase Orders
ar_sa: أمر شراء

# allPurchaseOrdersToolStripMenuItem.Text
source: All Purchase Orders
ar_sa: جميع أوامر الشراء

# newTransactionToolStripMenuItem2.Text
source: Sale Transaction
ar_sa: فاتورة مبيعات

# salesReturnToolStripMenuItem.Text
source: Credit Note / Sale Return
ar_sa: مرتجع المبيعات

# allTransactionToolStripMenuItem1.Text
source: All Sales
ar_sa: حركه المبيعات

# allQuotationsEstimatesToolStripMenuItem.Text
source: All Quotations / Estimates
ar_sa: كل الاقتباسات / التقديرات

# customersToolStripMenuItem.Text
source: Customers
ar_sa: عملاء

# suppliersToolStripMenuItem.Text
source: Suppliers
ar_sa: الموردين

# chartOfAccountsToolStripMenuItem.Text
source: Chart of Accounts
ar_sa: جدول الحسابات

# journalToolStripMenuItem.Text
source: Journal
ar_sa: مجلة

# groupsToolStripMenuItem.Text
source: Groups
ar_sa: مجموعات

# accountsToolStripMenuItem1.Text
source: Accounts
ar_sa: حسابات

# salesToolStripMenuItem.Text
source: Sales
ar_sa: مبيعات

# salesReportToolStripMenuItem1.Text
source: Sales Report
ar_sa: تقرير المبيعات

# customerWiseSalesReportToolStripMenuItem.Text
source: Customer Wise Sales Summary
ar_sa: ملخص مبيعات العملاء الحكيمة

# productWiseSalesSummaryToolStripMenuItem.Text
source: Product Wise Sales Summary
ar_sa: ملخص مبيعات المنتج الحكيم

# categoryWiseSalesSummaryToolStripMenuItem.Text
source: Category Wise Sales Summary
ar_sa: ملخص مبيعات الفئة الحكيمة

# purchasesToolStripMenuItem1.Text
source: Purchases
ar_sa: المشتريات

# purchaseReportToolStripMenuItem.Text
source: Purchase Report
ar_sa: تقرير المشتريات

# warehouseToolStripMenuItem1.Text
source: Warehouse
ar_sa: مستودع

# journalDaybookToolStripMenuItem.Text
source: Journal Daybook
ar_sa: دفتر اليومية

# accountReportToolStripMenuItem.Text
source: Account Report
ar_sa: تقرير الحساب

# groupReportToolStripMenuItem.Text
source: Group Report
ar_sa: تقارير المجموعة

# trialBalanceToolStripMenuItem.Text
source: Trial Balance
ar_sa: ميزان المراجعة

# profitLossToolStripMenuItem.Text
source: Profit and Loss
ar_sa: الربح والخسارة

# balanceSheetToolStripMenuItem.Text
source: Balance Sheet
ar_sa: ورقة التوازن

# employeesToolStripMenuItem.Text
source: Employees
ar_sa: الموظفين

# toolStripButton_sales.Text
source: Sales
ar_sa: مبيعات (F2)

# toolStripButton_purchase.Text
source: Purchases
ar_sa: فاتورة مشتريات

# toolStripButton_products.Text
source: Products
ar_sa: منتجات

# toolStripButton_customers.Text
source: Customers
ar_sa: عملاء

# toolStripButton_suppliers.Text
source: Suppliers
ar_sa: الموردين

# toolStripButtonDailySaleReport.Text
source: Sale Report
ar_sa: تقرير يومي
