Repository: ahsankhan87/kasbook-desktop-v2
Catalog: pos/Sales/frm_sales.*.resx
Languages: ar_sa

# groupBox3.Text
source: Additional Info
ar_sa: معلومات إضافية

# lbl_title.Text
source: SALE INVOICE
ar_sa: فاتورة المبيعات

# groupBox4.Text
source: General
ar_sa: عام

# groupBoxCustomer.Text
source: Customer Detail
ar_sa: تفاصيل العملاء

# groupBox_products.Text
source: Product Search By
ar_sa: منتجات

# label17.Text
source: Description:
ar_sa: وصف

# label21.Text
source: PO No.
ar_sa: رقم الطلب

# label10.Text
source: Commission:
ar_sa: العموله

# NewToolStripButton.Text
source: &New (F1)
ar_sa: &جديد (F1)

# SaveToolStripButton.Text
source: &Save (F3)
ar_sa: & يحفظ(F3)

# SearchToolStripButton.Text
source: Sea&rch (F4)
ar_sa: يبحث (F4)

# AmountFixToolStripButton.Text
source: Amount &Fix (F5)
ar_sa: المبلغ المحدد (F5)

# HistoryToolStripButton.Text
source: &History (Ct+H)
ar_sa: &حركة (Ct+H)

# ICTToolStripButton.Text
source: &ICT
ar_sa: &تحويل

# LoadQuotationToolStripButton.Text
source: Load &Quotation (Ct+L)
ar_sa: اقتباس (Ct+L)

# PrinttoolStripButton.Text
source: Print Invoice
ar_sa: طباعة الفاتورة

# SaleReturnToolStripButton.Text
source: Return
ar_sa: مرتجع

# label16.Text
source: Invoice No:
ar_sa: رقم الفاتورة

# label5.Text
source: Invoice Date:
ar_sa: تاريخ

# lbl_sale_type.Text
source: Invoice Type:
ar_sa: نوع البيع

# label19.Text
source: Payment Method:
ar_sa: طريقة الدفع

# label31.Text
source: Invoice Sub Type:
ar_sa: نوع الفاتورة

# label15.Text
source: Payment Terms:
ar_sa: مصلحات

# lbl_employee.Text
source: Employee:
ar_sa: الموظفين

# chk_sendInvoiceToZatca.Text
source: Send Invoice to ZATCA
ar_sa: إرسال الفاتورة إلى ZATCA

# lbl.Text
source: VAT:
ar_sa: رقم الضريبة

# label20.Text
source: Balance:
ar_sa: الرصيد

# label6.Text
source: Customers:
ar_sa: عملاء

# label1.Text
source: Credit Limit:
ar_sa: الحد الائتماني

# label8.Text
source: Barcode:
ar_sa: الباركود

# label7.Text
source: Category:
ar_sa: الصناع

# label11.Text
source: Groups:
ar_sa: المجموعه

# label18.Text
source: Brands:
ar_sa: ماركه

# groupBox5.Text
source: Enter Unit Price
ar_sa: أدخل سعر

# rd_btn_with_vat.Text
source: With VAT
ar_sa: مع ضريبة

# rd_btn_without_vat.Text
source: Witout VAT
ar_sa: بدون ضريبة

# rd_btn_bytotal_price.Text
source: By Total Price
ar_sa: السعر الإجمالي

# rd_btn_by_unitprice.Text
source: By Unit Price
ar_sa: سعر الوحدة

# code.HeaderText
source: Search Product
ar_sa: رقم الصنف

# name.HeaderText
source: Product
ar_sa: اسم الصنف

# Qty.HeaderText
source: Qty
ar_sa: الكمية

# unit_price.HeaderText
source: Price
ar_sa: السعر

# discount.HeaderText
source: Disc:
ar_sa: خصم

# discount_percent.HeaderText
source: Disc:%
ar_sa: خصم %

# total_without_vat.HeaderText
source: Total
ar_sa: بدون ضريبة

# tax.HeaderText
source: VAT
ar_sa: ضريبة

# sub_total.HeaderText
source: Total eVAT
ar_sa: المجموع

# location_code.HeaderText
source: Loc
ar_sa: الموقع

# unit.HeaderText
source: Unit
ar_sa: الوحدة

# category.HeaderText
source: Category
ar_sa: الصناعه

# btn_delete.HeaderText
source: Del
ar_sa: حذف

# label24.Text
source: Received:
ar_sa: مستلم:

# label25.Text
source: Change:
ar_sa: يتغيرون:

# radioDiscPercent.Text
source: Discount %
ar_sa: تخفيض ٪

# radioDiscValue.Text
source: Discount Val
ar_sa: قيمة الخصم

# label22.Text
source: Sub Total 2:
ar_sa: قبل ضريبة:

# label23.Text
source: Total Qty:
ar_sa: إجمالي الكمية:

# lbl_cost_vat.Text
source: Total eVAT:
ar_sa: التكلفة مع ضريبة:

# chk_show_total_cost.Text
source: Show Cost
ar_sa: عرض التكلفة

# lbl_total_cost.Text
source: Total Cost:
ar_sa: التكلفة الإجمالية:

# lbl_cost_price_evat.Text
source: Cost eVAT:
ar_sa: الإجمالي مع ضريبة:

# lbl_cost_price.Text
source: Cost Price:
ar_sa: سعر التكلفة:

# label9.Text
source: Total:
ar_sa: المجموع:

# label13.Text
source: Disc:
ar_sa: خصم:

# label14.Text
source: Sub Total:
ar_sa: قبل ضريبة:

# chkbox_is_taxable.Text
source: VAT:
ar_sa: ضريبة:

# groupBox2.Text
source: STOCK INFORMATION
ar_sa: معلومات المخزون

# label4.Text
source: Order Qty:
ar_sa: الكمية النظام:

# label3.Text
source: Company Qty:
ar_sa: شركة الكمية:

# label2.Text
source: Shop Qty:
ar_sa: متجر الكمية:

# $this.Text
source: Sale Invoice
ar_sa: مبيعات
